Repository: kuite/PociagDoZyskow
Catalog: PociagDoZyskow.WebClient/src/locale/messages.*.xlf
Languages: pl

# register-create-title
source: Create new account
pl: Utwórz konto

# register-create-btn
source: Create Account
pl: Utwórz konto

# login-welcome
source: Welcome back!
pl: Dzień dobry

source: Tournaments
pl: Turnieje

# header-usermenu
source: User menu
pl: Panel użytkownika

# cashier-tab
source: Cashier
pl: Portfel

# profile-tab
source: Profile
pl: Profil

# sign-out
source: <i></i>Sign out
pl: <i></i>Wyloguj

source: Login
pl: Zaloguj

# register
source: Join now
pl: Zarejestruj

# footer-about
source: About us
pl: O nas

# footer-terms
source: Terms and conditions
pl: Regulamin

# register-accept-terms
source: I read and accept
pl: Zapoznałem sie i akceptuje postawienia Regulaminu.

# register-confirm
source: Your email was successfulys verified.<br/> You can login now.
pl: Pozytywnie zweryfikowano email adres.<br/> Możesz sie zalogować.

# about-overview-title
source: Overview
pl: O nas

# about-overview-content
source: <p> YouPlay.bet is platform that host tournaments for classic games.<br/> We have tournaments with money entry as well as free to join with prizes. We want create community that appriciate old school games. Join our discord to be up to date with tournaments. <a>https://discord.gg/NUZGY5w</a> </p>
pl: <p> YouPlay.bet to platforma która pomaga organizować turnieje esportowe.<br/> Tutaj znajdziesz darmowe turnieje z nagrodami oraz te płatne. W przeszłości byliśmy mocno aktywnymi graczami CS 1.6, Starcraft. Teraz chcemy stworzyć społeczność wokół klasycznych gier. Dołącz do naszego discorda aby być na bieżąco. <a>https://discord.gg/NUZGY5w</a> </p>

# about-contribute-title
source: Contribute
pl: Wspracie

# about-contribute-content
source: If you want to organize your tournaments, feel free to do so. You can ask us to add any game, we will consider every request. <br/> If you like contribute to prizes, this is our BTC address: 32YdknZ6hitHttoYhU5dHvL8hrFeyQSfQE
pl: Jeśli chciałbyś własnoręcznie organizować turnieje, może to zrobić. Jeśli nie ma jakiejś gry a chciałbyś ją dodać, napisz do nas na maila. <br/> Aby dołożyć się do puli nagród turniejów, możesz zrobić dotacje na nasz BTC address: 32YdknZ6hitHttoYhU5dHvL8hrFeyQSfQE

# about-contact-title
source: Contact us
pl: Kontakt

# cashier-balance
source: Balance: <br/>
pl: Stan: <br/>

# cashier-buy-coins
source: Add funds:
pl: Zasil konto:

# cashier-sell-coins
source: Withdraw:
pl: Wypłać

# cashier-payment-details
source: Payment details
pl: Szczegóły płatności

# cashier-cash-out
source: Cash out
pl: Wypłać

# cashier-invalid-code
source: Invalid depo code
pl: Zły depo kod

# cashier-history-title
source: Transfers history
pl: Historia wpłat/wypłat

# cashier-history-amount
source: Amount
pl: Kwota

# esports-join-youplay
source: JOIN YouPlay.bet eSports
pl: Dołącz do YouPlay.bet eSports

# esports-info
source: Compete with best players in YouPlay series. Play any time you want in our money tournaments and leagues. If you want host your own tournament, you can do it right here.
pl: Rywalizuj z graczami z całego świata w YouPlay turniejach/ligach. Jeśli jesteś dobry w którąś gre, może czas zacząć na tym zarabiać? Jeśli chciałbyś zostać organizatorem wydarzenia - możesz tworzyć własne turnieje.

# esports-next-events
source: NEXT EVENTS:
pl: NAJBLIŻSZE EVENTY:

# home-join-now
source: JOIN NOW
pl: DOŁĄCZ

# home-create-tournament
source: Create tournament
pl: Utwórz turniej

# home-create-event-info
source: If you want create tournament by yourself, you can do it. We advise to read manual before that.
pl: Jeśli chcesz utworzyć wydarzenie, możesz to zrobić u nas. Sugerujemy wcześniej przeczytać instrukcje, jak to zrobić. Możesz znaleźć ją na discordzie.

# home-info
source: Play in our tournaments in chess, Fifa 19, Quake Champions, Dota 2, CS:GO, Starcraft, Heroes III and more. Win real money in free and money tournaments. You can cashout right away.<br/> If you don't have an account:
pl: Bierz udział w turniejach esportowych w grach: Quake Live, CS:GO, Starcraft, Heroes III, szachy i inne. Turnieje są z nagrodami pieniężnymi jak i rzeczowymi.<br/>

# home-find-tournaments
source: Find eSports tournaments
pl: Znajdź eventy

# home-create-account
source: Create account
pl: Utwórz konto

# home-browse-tournaments
source: Browse all events:
pl: Wszystkie eventy:

# home-howworks-title
source: HOW IT WORKS
pl: Jak to działa

# home-howworks-text
source: If you want to play in our tournaments, you need to <br/> 1. Have account on youplay.bet <br/> 2. Find tournament you want to play then join it <br/> 3. Join discord <a>https://discord.gg/NUZGY5w</a> and make sure you are ONLINE few minutes before tournament starts <br/> GL & HF
pl: Jeśli chcesz wziać udział w turnieju, postępuj wg. instrukcji: <br/> 1. Utwórz konto w youplay.bet <br/> 2. Wybierz turniej i do niego dołącz <br/> 3. Wejdź na nasz discord <a>https://discord.gg/NUZGY5w</a> i pamiętaj, żeby być ONLINE kilka minut przed startem <br/> GL & HF

# home-featured-event
source: FEATURED EVENT:
pl: PROMOWANY EVENT:

# terms-ownership
source: Platforma jest własnością Heliodo Sp.z o.o. ul. Żelazna 67/13, 00-871 Warszawa <br/> NIP: 5252651403
pl: Platforma jest własnością WOJCIECH MOSTOWSKI. ul. Wileńska 53 a/8, 80-215 Gdańsk <br/> NIP: 9571096995

# terms-title
source: Terms Of Service
pl: Regulamin użytkowania

# terms-acceptance-title
source: 1. ACCEPTANCE OF TERMS
pl: 1. AKCEPTACJA WARUNKÓW

# terms-acceptance-text
source: <b>1.1 Overview</b><br/> The following terms of service govern all use by General Users (as defined below), non-Tournament Organizers (as defined below), or visitors of (a) the youplay.bet websites, domains, and applications (including all webpages, subdomains and subparts therein contained, mobile applications, collectively, the "Site"), (b) any and all services available on or through the Site or otherwise provided by youplay.bet, and (c) all Software (as defined below) (collectively, the "Services"). The Services are owned and operated by youplay.bet (“The Company”). The Services are offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies and procedures that may be published from time to time on the Site by The Company. If you object to anything in these terms of service or the Privacy Policy, you are not permitted to use the Services. By using or accessing any part of the Services, you acknowledge that (a) you are at least 13 years of age, (b) you have not been previously banned, blocked, or suspended from the Services, and (c) you have read, understood, and agree to be bound by these terms of service. <br/><br/> THESE TERMS OF SERVICE INCLUDE (A) AN ARBITRATION PROVISION FOR USERS LOCATED IN THE UNITED STATES; (B) A WAIVER OF RIGHTS TO BRING A CLASS ACTION AGAINST THE COMPANY FOR USERS LOCATED IN THE UNITED STATES; (C) CERTAIN DISCLAIMERS OF WARRANTIES ON BEHALF OF THE COMPANY; (D) CERTAIN LIMITATIONS OF LIABILITY FOR THE BENEFIT OF THE COMPANY; AND (E) A RELEASE BY YOU OF ALL CLAIMS FOR DAMAGE AGAINST THE COMPANY ARISING OUT OF DISPUTES BETWEEN YOU AND THIRD PARTIES IN CONNECTION WITH YOUR USE OF THE SERVICES. BY USING ANY OF THE SERVICES, YOU AGREE TO THESE PROVISIONS. <br/><br/> <b>1.2 Modification</b><br/> The Company reserves the right, at its sole discretion, to modify or replace any of the terms or conditions of these Terms of Service (or any of the agreements that make up these Terms of Service) at any time (collectively, “Modifications”). Modifications to these Terms of Service will be posted to the youplay.bet website with a change to the "Updated” date at the top of these Terms of Service. In certain circumstances The Company may provide you with additional notice of such Modifications, via email or with in-Service notifications. Modifications will be effective thirty (30) days following the "Updated” date or such other date as communicated in any other notice to you, except that changes addressing new functions of the Services or which do not impose any additional burdens or obligations on you will be effective immediately. It is your responsibility to check these Terms of Service periodically for Modifications. Your continued use of the Services following the effectiveness of any Modifications to these Terms of Service constitutes acceptance of those Modifications as well. If any Modification to these Terms of Service is not acceptable to you, you must cease accessing, browsing and otherwise using the Services. Other than as set forth in this paragraph, these Terms of Service may only be modified through a written agreement, signed by you and an authorized officer of The Company. <br/><br/> <b>1.3 Language</b><br/> The Company may translate these terms of service, Privacy Policy or any other operating rules, policies and procedures that may be published from time to time on the Site into other languages for your convenience. The English language version of each of these documents is the version that governs your use of the Services and in the event of any conflict between the English language version and a translated version, the English language version will control.
pl: <b>1.1 Postanowienia ogólne</b><br/> Poniższe warunki świadczenia usługi regulują korzystanie przez użytkowników, organizatorów (zgodnie z definicją poniżej), lub odwiedzających (a) strony internetowe, domeny i aplikacje youplay.bet (w tym wszystkie strony internetowe, subdomeny i podtematy w nich) zawarte, aplikacje mobilne, łącznie "Witryna"), (b) dowolne i wszystkie usługi dostępne na youplay.bet. Usługi są własnością i są obsługiwane przez youplay.bet ("Firma"). Usługi są oferowane pod warunkiem akceptacji bez modyfikacji wszystkich zasad i warunków zawartych w niniejszym dokumencie oraz wszystkich innych zasad operacyjnych, zasad i procedur, które mogą być publikowane od czasu do czasu na stronie przez firmę. Jeśli nie wyrażasz zgody wobec czegokolwiek w niniejszych warunkach świadczenia , nie wolno Ci korzystać z Usługi. Korzystając z dowolnej części Usługi, potwierdzasz, że (a) masz co najmniej 15 lat, (b) nie zostałeś wcześniej zbanowany lub zawieszony w Usługach oraz (c) przeczytałeś, zrozumiałeś i zgadzasz się na postanowienia niniejszych warunków świadczenia usług. Najważniejszą zasadą jest zdrowy rozsądek i nim się kierując wszelkie sprawy będą rozpatrywane. <br/><br/> NINIEJSZE WARUNKI USŁUG ZAWIERAJĄ PRZEPISY DLA UŻYTKOWNIKÓW ZNAJDUJĄCYCH SIĘ W EUROPIE (W TYM POLSCE), STANACH ZJEDNOCZONYCH; KONTYNUUJĄC ZGADZASZ SIĘ Z TYMI POSTANOWIENIAMI. NAS JAKO FIRMĘ OBOWIĄZUJE PRAWO POLSKIE (I MIĘDZYNARODOWE) I W RAZIE WĄTPLIWOŚCI TE PRAWA SĄ NADRZĘDNE. <br/><br/> <b>1.2 Modyfikacje</b><br/> Firma zastrzega sobie prawo, według własnego uznania, do zmiany dowolnego punktu niniejszych Warunków świadczenia usług (lub dowolnej umowy, które składają się na niniejsze Warunki świadczenia usług) w dowolnym momencie (łącznie "Zmiany"). Modyfikacje do tych Warunków świadczenia usług zostaną opublikowane na stronie youplay.bet z datą od kiedy zmiany obowiązują. W pewnych okolicznościach Firma może przekazać Użytkownikowi dodatkowe powiadomienia o takich modyfikacjach, pocztą e-mail lub w ramach usługi powiadomienia. Modyfikacje będą obowiązywać trzydzieści (30) dni po dacie zmiany lub w innym terminie podanym w innych powiadomieniach. Twoim obowiązkiem jest okresowe sprawdzanie niniejszych Warunków świadczenia usług. Dalsze korzystanie z Usług w związku z Modyfikacjami niniejszych Warunków świadczenia usług oznacza także akceptację tych Modyfikacji. Jeśli jakakolwiek modyfikacja niniejszych Warunków świadczenia usług jest dla ciebie nie do przyjęcia, powinieneś zaprzestać korzystać z Usług. <br/><br/> <b>1.3 Języki</b><br/> Firma może tłumaczyć niniejsze warunki świadczenia usług, Politykę prywatności lub wszelkie inne reguły operacyjne, zasady i procedury, które mogą być publikowane od czasu do czasu w Witrynie na inne języki dla Twojej wygody. Polska wersja to wersja, która reguluje korzystanie z Usług przez Użytkownika oraz w przypadku jakiegokolwiek konfliktu między wersją w języku polskim i przetłumaczoną wersją, polska wersja językowa będzie nadrzędna.

# terms-use-title
source: 2. YOUR USE OF THE SERVICES
pl: 2. KORZYSTANIE Z USŁUG

# terms-use-text
source: <b>2.1 The Services</b> <br/> The Company hereby grants you a non-exclusive, non-transferable, non-sublicensable right to access and use the Services solely for the purposes of browsing the Site, and searching for, viewing, registering for, and interacting with, an event that is registered on the Site, in each case (i) in compliance with these terms of service, and (ii) to the extent permitted under all applicable laws and regulations (foreign and domestic). Notwithstanding the foregoing, you shall not, and shall not permit anyone else to, directly or indirectly: (i) modify, reproduce or otherwise create derivatives of any part of the Services or Site Content (as defined below); (ii) reverse engineer, disassemble, decompile or otherwise attempt to discover the source code or structure, sequence and organization of all or any part of the Services (except that this restriction shall not apply to the limited extent restrictions on reverse engineering are prohibited by applicable local law); (iii) rent, lease, resell, distribute or use the Services for timesharing, service bureau, or commercial purposes; (iv) remove or alter any proprietary notices or labels on or in the Services or Site Content; (v) engage in any activity that interferes with or disrupts the Services; or (vi) engage in any fraudulent activity or activity that facilitates fraud. <br/><br/> <b>2.2 Software</b><br/> If you are allowed to download or use any Software in connection with the Services, The Company hereby grants you a personal, non-transferable, non-sublicensable, revocable, non-exclusive license to use the Software solely for your internal use in connection with the Services, and only in accordance with these terms of service and the written instructions/directions (if any) provided by The Company in conjunction with the Software. For purposes of these terms of service, "Software" shall mean any and all software that is available on or through the Site or otherwise provided by The Company, including without limitation The Company’s mobile applications. For clarity, the Software will be deemed a part of the "Services" hereunder.
pl: <b>2.1 Usługi</b> <br/> Firma niniejszym udziela użytkownikowi niewyłącznego, nieprzenoszalnego, niepodlegającego sublicencji prawa do dostępu i korzystania z Usług wyłącznie do celów przeglądania Witryny oraz wyszukiwania, przeglądania, rejestrowania się i interakcji z wydarzeniem zarejestrowanym na serwerze. Strona, w każdym przypadku (i) zgodnie z niniejszymi warunkami świadczenia usług, oraz (ii) w zakresie nie łamiącym prawa (międzynarodowego i krajowego danego użytkownika). Niezależnie od powyższego, nie będziesz i nie pozwolisz nikomu innemu, bezpośrednio lub pośrednio: (i) modyfikować, powielać lub w inny sposób tworzyć pochodne jakiejkolwiek części Usług lub Zawartości witryny (zgodnie z definicją poniżej); (ii) odtwarzać, dezasemblować, dekompilować lub w inny sposób próbować odkryć kod źródłowy lub strukturę, kolejność i organizację całości lub dowolnej części Usług (z wyjątkiem tego, że ograniczenie to nie dotyczy ograniczenia w ograniczonym zakresie na odwrocie inżynieria jest zabroniona przez obowiązujące lokalne prawo); (iii) dzierżawić, wydzierżawiać, odsprzedawać, rozpowszechniać lub korzystać z Usług w celu korzystania z timesharingu, biuro usługowe lub do celów komercyjnych; (iv) usuwać lub zmieniać jakichkolwiek zastrzeżonych uwag lub etykiet na lub w Usługach lub Zawartości witryny; (v) angażować się w działania, które zakłócają lub zakłócają Usługi; lub (vi) angażować się w jakąkolwiek oszukańczą działalność lub działalność, która jest nieuczciwa wobec innych użytkowników. <br/><br/> <b>2.2 Oprogramowanie</b><br/> Firma niniejszym udziela Użytkownikowi osobistą, niezbywalną, niepodlegającą sublicencji, odwołalną, niewyłączną licencję na użytkowanie Oprogramowania wyłącznie do użytku wewnętrznego w połączeniu z Usługami i tylko zgodnie z niniejszymi warunkami korzystania z usługi w połączeniu z Oprogramowaniem. "Oprogramowanie" oznacza dowolne oprogramowanie, które jest dostępne na lub za pośrednictwem Strony lub w inny sposób świadczone przez Firmę. Dla jasności, Oprogramowanie zostanie uznane za część "Usług" poniżej.

# venue-title
source: 3. VENUE
pl: 3. Miejsce spotkań

# venue-text
source: The Services are a platform for enabling connections between General Users and Tournament Organizers, but The Company is not responsible for the performance of Tournament Organizers, nor does it have control over the quality, timing, legality, failure to provide, or any other aspect whatsoever of the services they provide, nor of the integrity, responsibility or any of the actions or omissions whatsoever of any Tournament Organizers. When interacting with other General Users and Tournament Organizers, you should exercise caution and common sense to protect your personal safety and property, just as you would when interacting with other persons whom you don’t know. The Company is not responsible for the conduct or performance, whether online or offline, of any user of the Services.
pl: Usługi oferowane przez youplay.bet to platforma umożliwiającą nawiązywanie połączeń między użytkownikami a organizatorami turniejów, natomiast firma youplay nie jest odpowiedzialna za wydajność organizatorów turnieju, ani nie ma kontroli nad jakością, terminem, lub jakimkolwiek innym aspektem czynności, które wykonuje Organizator Turnieju. Podczas interakcji z innymi użytkownikami i organizatorami turniejów, powinieneś zachować ostrożność i zdrowy rozsądek, aby chronić swoje osobiste bezpieczeństwo i własność, tak jak podczas interakcji z innymi osobami, których nie znasz. Firma nie ponosi odpowiedzialności za działanie , czy to online, czy offline użytkowników Usług.

# terms-payment-title
source: 4. PAYMENT
pl: 4. PŁATNOŚCI

# terms-payment-text
source: <b>4.1 Independent Relationship of Payment Services</b><br/> The Company provides a platform by which payments can be used to join events present on the Site. These payments are transacted through online payment services such as Stripe, Paypal, or other third party payment services. Payments may also be arranged directly with Tournament Organizers. Tournament Organizers and General Users sending payments affect the applicable monetary payment transaction through the payment service, and are bound by the applicable terms of use governing the payment service. <br/><br/> <b>4.2 Disputes and Refunds</b><br/> If you are a General User and you wish to request a refund or initiate a dispute regarding payment in connection with an event listed on the Site, you should contact the applicable Tournament Organizer directly. It is the responsibility of a Tournament Organizer to communicate its refund policy to General Users sending payments and to issue refunds as required via the Site, payment service, or otherwise. If a General User desires to request a refund, they must request the refund from the Tournament Organizer. All communications or disputes regarding refunds are between the Tournament Organizer and General User initiating payment and The Company will not be responsible or liable in any way for refunds, errors in issuing refunds, or lack of refunds in connection with the Services. All communications and disputes regarding chargebacks and refunds are between the Tournament Organizer and General User initiating payment and The Company will not be responsible or liable in any way for chargebacks in connection with a General User’s use of the Services.
pl: <b>4.1 Cel</b><br/> Firma zapewnia platformę, za pomocą której mogą być dokonywane płatności używane do dołączania do wydarzeń obecnych na stronie. Te płatności są realizowane za pośrednictwem internetowych usług płatniczych, takich jak Paypal, Skrill lub inne usługi płatnicze stron trzecich. Płatności NIE MOGĄ być organizowane przez Organizatorów Turnieju lub innych użytkowników serwisu. <br/><br/> <b>4.2 Spory i zwroty</b><br/> Jeśli jesteś użytkownikiem i chcesz zażądać zwrotu pieniędzy lub wszcząć spór dotyczący płatności w związku z wydarzeniem wymienionym na Stronie, napisz na support@youplay.bet lub na Discord do administratora serwera.

# terms-privacy-title
source: 5. PRIVACY POLICY & DATA CONSENT
pl: 5. POLITYKA PRYWATNOŚCI & PRZECHOWYWANIE DANYCH & PLIKI COOKIES

# terms-privacy-text
source: Your privacy is important to The Company. <br/><br/> Please see our Privacy Policy for information relating to how we collect, use, and disclose your personal information. The Company does not control and shall not be responsible for the acts of you or any other users (whether Tournament Organizers, General Users, visitors, or otherwise) of the Services. All data we store is avaliable in your Profile page.
pl: UŻYWAMY PLIKÓW COOKIES TYLKO W CELU POPRAWNEGO DZIAŁANIA OPROGRAMOWANIA Wszystkie informacje jakie o Tobie są gromadzone możesz znaleźć na stronie "Profil". Nie udostępniamy innym użytkownikom informacji, które posiadamy o Tobie. Nie sprzedajemy ani nie przekazujemy w inny sposób danych osobowych innym firmom. Dane osobowe są nam potrzebne, aby obsługiwać płatności. Jesteśmy zobowiązani do udostępniania danych organom państwowym na żądanie. youplay.bet ma własną bazę danych jednak nie rości sobie jednak żadnych praw do danych użytkownika. Użytkownik zachowuje wszelkie prawa do swoich danych oraz ma możliwość usunięcia ich w dowolnym momencie. Korzystamy z usługi Google Analytics (GA) świadczoną przez firmę Google. GA umożliwia nam zbieranie podstawowych statystyk dotyczących użytkowników. Jeśli nie chcesz być uwzględniony w tej statystyce (czyli nie akceptujesz cookies od Google), możesz użyć wtyczki odpowiedniej dla wersji twojej przeglądarki. W międzyczasie pracujemy nad rozwiązaniem, dzięki któremu będziesz mógł to wyłączyć poprzez youplay.bet. Użytkownik może zrezygnować z cookies od Google, odwiedzając Menedżera preferencji reklamowych (http://www.google.com/ads/preferences/).

# terms-obligations-title
source: 6. YOUR SIGN-UP OBLIGATIONS
pl: 6. ZOBOWIĄZANIA PODCZAS REJESTRACJI

# terms-obligations-text
source: To sign-up as a registered user of the Services, whether as a Tournament Organizer, General User, or other, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Site registration form (the "Registration Data") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete. If you provide any information that is untrue, inaccurate, not current or incomplete, or The Company has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, The Company has the right to suspend or terminate all of your accounts and refuse any and all of your current or future use of the Services (or any portion thereof).
pl: Aby zarejestrować się jako użytkownik strony lub jako organizator turnieju użytkownik deklaruje że: (a) zapoznał się z Regulaminem oraz w pełni akceptuje postanowienia Regulaminu (b) poda prawdziwe i aktualne informacje o sobie, zgodnie z formularzem rejestracji w witrynie ("Dane Rejestracyjne") oraz (c) utrzymuje i niezwłocznie aktualizuje Dane Osobowe, aby były aktualne i kompletne. Jeśli podasz jakiekolwiek informacje, które są nieprawdziwe, lub Firma posiada uzasadnione podstawy do podejrzeń, że takie informacje są nieprawdziwe, Firma posiada prawo do zawieszenia lub likwidacji wszystkich kont i odmowy jakiegokolwiek obecnego lub przyszłego korzystania z Usługi.
