Repository: kuite/PociagDoZyskow
Catalog: PociagDoZyskow.WebClient/src/locale/messages.*.xlf
Languages: pl

# terms-accsecurity-title
source: 7. ACCOUNT, PASSWORD, AND SECURITY
pl: 7. KONTO, HASŁO & BEZPIECZEŃSTWO

# terms-accsecurity-text
source: As part of the Site registration process, you will provide a login email address and create a password, which together form an account. You are responsible for maintaining the confidentiality of the password, and are fully responsible for all activities that occur under your account, including, without limitation, all actions by sub-users registered under your account. You agree to (a) immediately notify The Company of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session. The Company cannot and will not be liable for any loss, damage or other liability arising from your failure to comply with this Section or from any unauthorized access to or use of your account. In the event of any dispute between two or more parties as to account ownership, you agree that The Company shall be the sole arbiter of such dispute in its sole discretion and that The Company’s decision (which may include termination or suspension of any account subject to dispute) shall be final and binding on all parties.
pl: W ramach procesu rejestracji w witrynie podasz adres e-mail logowania i hasło, które razem tworzą konto. Jesteś odpowiedzialny za zachowanie poufności hasła i od teraz ponosisz pełną odpowiedzialność za wszystkie działania, które mają miejsce na Twoim koncie. Zgadzasz się (a) natychmiast powiadomić Firmę o każdym nieautoryzowanym użyciu twojego hasła lub konta lub jakiekolwiek innym naruszeniu bezpieczeństwa oraz (b) upewnij się, że wylogowałeś się na końcu każdej sesji. Firma nie może i nie będzie ponosić odpowiedzialności za jakiekolwiek straty wynikające z nieprzestrzegania przepisów niniejszej Sekcji lub nieautoryzowanych dostęp do konta. W przypadku sporu między dwiema lub więcej stronami w sprawie konta, zgadzasz się, że Firma będzie jedynym sędzią takiego sporu według własnego uznania oraz że decyzja Firmy (która może obejmować wypowiedzenie lub zawieszenie dowolnego konta będącego przedmiotem sporu) będzie ostateczna i wiążąca dla wszystkich stron.

# terms-content-title
source: 8. CONTENT
pl: 8. ZAWARTOŚĆ

# terms-content-text
source: <b>8.1 Site Content</b><br/> You agree that all material, including without limitation information, data, software, text, design elements, graphics, images and other content (collectively, "Content"), contained in or delivered via the Services or otherwise made available by The Company in connection with the Services (collectively, "Site Content") is protected by copyrights, trademarks, service marks, trade secrets or other intellectual property and other proprietary rights and laws. The Company may own the Site Content or portions of the Site Content may be made available to The Company through arrangements with third parties. Except as expressly authorized by The Company in writing or in connection with your use of the intended functionality of the Services, you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works of any Site Content, or post any Site Content on any other web site or in a networked computer environment for any purpose. Reproducing, copying or distributing any Site Content for any other purpose is strictly prohibited without the express prior written permission of The Company. You shall use the Site Content only for purposes that are permitted by these terms of service and any applicable laws and regulations (foreign and domestic). Any rights not expressly granted herein are reserved. <br/><br/>
pl: <b>8.1 Zawartość strony</b><br/> Zgadzasz się że informacje, dane, oprogramowanie, tekst, grafiki, obrazy i inne treści (łącznie zwane "Treść") zawarte w Usłudze lub dostarczane za pośrednictwem Usług są chronione prawami autorskimi, znaki towarowe, znaki usługowe, tajemnice handlowe lub inną własność intelektualną i inne zastrzeżone prawami. Z wyjątkiem przypadków wyraźnie dozwolonych przez Firmę na piśmie (mail) lub w związku z korzystaniem przez użytkownika z zamierzonej funkcji Usługi, użytkownik zgadza się nie sprzedawać, nie licencjonować, wypożyczać, modyfikować, dystrybuować, kopiować, powielać, transmitować, publicznie wyświetlać, publicznie wykonywać, publikować, adaptować, edytować lub tworzyć dzieł pochodnych jakiejkolwiek zawartości Witryny lub publikować jakiejkolwiek zawartości witryny na jakiejkolwiek innej stronie internetowej lub w sieci dowolnym celu. Kopiowanie, kopiowanie lub rozpowszechnianie jakiejkolwiek Treści Witryny w jakimkolwiek innym celu jest surowo zabronione bez wyraźnej uprzedniej pisemnej zgody Firmy. Korzystasz z Treści witryny tylko dla celów, które są dozwolone w niniejszych warunkach świadczenia usług oraz w obowiązujących przepisach i regulacjach (zagranicznych i krajowych). Wszelkie prawa, które nie zostały wyraźnie przyznane w niniejszym dokumencie, są zastrzeżone. Dozwolone jest udostępnianie linków do każdej z podstron należących do youplay.bet.

# terms-disclaimer-title
source: 10. DISCLAIMER OF WARRANTIES
pl: 9. GWARANCJE

# terms-disclaimer-text
source: The Services are provided “as is” without warranties of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose, and non-infringement. The entire risk as to the quality and performance of the Services is with you. The Company does not represent or warrant that content or materials provided through the Services are accurate, complete, reliable, current, or error-free. The Company is not responsible for typographical errors or omissions relating to text, video, or photography. The Company does not represent or warrant that the Services are free of viruses or other harmful components and, therefore, you should use an industry recognized software to detect and remove viruses from any download. No advice or information, whether oral or written, obtained by you from The Company or through the Services shall create any warranty not expressly stated herein.
pl: Usługi są świadczone "tak jak są" bez jakichkolwiek gwarancji nieomylności. By całość funkcjonowała poprawie, odpowiedzialność ponosi również użytkownik. Za płatności odpowiedzialna jest firma, wszelkie reklamacja dotyczące tych i nie tylko, proszę kierować na support@youplay.bet
